{
  "arr": [
    {
      "time": "2018.08",
      "time_en": "2018.08",
      "title": "浙江大学暑期学校:大数据驱动的公共管理研究方法",
      "title_en": "Summer activities of Zhejiang University: Public Management Research Method Driven by Big Data",
      "desc": "Mo 团队在暑期学校活动中，\n讲解了 Python 与数据处理、机器学习等知识。",
      "desc_en": "In the summer school activities, Mo team explained Python, data processing,machine learning and other knowledge.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2018.08.png?imageslim"
    },
    {
      "time": "2019.01",
      "time_en": "2019.01",
      "title": "浙江理工大学:从 Python 到人工智能实战",
      "title_en": "Zhejiang Sci-Tech University：From Python to artificial intelligence",
      "desc": "Mo 人工智能俱乐部在杭州举办的第一期学习分享会，带领大家从导入数据集，到搭建模型，通过 GPU 训练模型，利用 TensorBoard 可视化训练过程，最后部署形成应用。",
      "desc_en": "Mo AI Club held the first learning and sharing session in Hangzhou. We led everyone to import the data set, built the model and trained the model through GPU, visualized the training process with Tensorboard, and finally deployed and formed the application.",
      "img_url": "https://imgbed.momodel.cn/222.png?imageslim"
    },
    {
      "time": "2019.03",
      "time_en": "2019.03",
      "title": "浙江工业大学:人工智能+大数据 掌控你的 AI 未来",
      "title_en": "Zhejiang University of Technology：AI + Big Data control your AI future",
      "desc": "Mo 开发者俱乐部在浙江工业大学举办了人工智能学习分享交流会，介绍了人工智能与机器学习的基本概念和开发平台，交流人工智能的发展，讨论机器学习算法与模型，并利用平台完成简单模型的实现。",
      "desc_en": "The AI learning and sharing meeting held by Mo Developer Club in Zhejiang University of Technology. We introduced the basic concepts and developing platform of artificial intelligence and machine learning, communicating the development of artificial intelligence, discussing machine learning algorithms and models, and finally we use the platform to complete the realization of simple models",
      "img_url": "https://imgbed.momodel.cn/33.png?imageslim"
    },
    {
      "time": "2019.03 - 至今",
      "time_en": "2019.03 - Now",
      "title": "杭州机器学习开发者沙龙系列活动",
      "title_en": "Hangzhou machine learning developer series activities",
      "desc": "Mo 团队资深专家深入浅出的为大家阐明复杂深奥的机器学习原理，打破认知壁垒，手把手教大家如何利用在线建模平台达成预期目标，将创意转化为现实。",
      "desc_en": "Senior experts from Mo team explain complex and profound machine learning principles in simple words, breaking cognitive barriers, and teaching people how to use online modeling platform to achieve expected goals and turn creativity into reality.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2019.03-%E8%87%B3%E4%BB%8A.png?imageslim"
    },
    {
      "time": "2019.04",
      "time_en": "2019.04",
      "title": "浙大微软俱乐部讲座:用 Python 预测足球比赛结果",
      "title_en": "Microsoft club lecture of Zhejiang university: using Python to predict the result of football match",
      "desc": "Mo 人工智能俱乐部的成员代表进入校园，在浙江大学微软学生俱乐部举办了一场以“用 Python 预测足球比赛结果”的知识分享讲座。",
      "desc_en": "The member representatives of Mo AI Club went to the campus and held a knowledge sharing lecture on \"Predicting the Result of Football Matches with Python\" in Microsoft Club of Zhejiang University.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2019.04.png?imageslim"
    },
    {
      "time": "2019.09",
      "time_en": "2019.09",
      "title": "中科院 X CODATA 机器学习讲堂",
      "title_en": "Chinese Academy of Sciences and CODATA Machine Learning Lecture Hall",
      "desc": "Mo 团队在 CODATA 中国和中国科学院计算机网络信息中心举办的“科学大数据和机器学习”的国际培训班中，向来自10 多个国家的学员讲解了机器学习、深度学习等知识。",
      "desc_en": "In the international training course \"Science Big Data and Machine Learning\" held by CODATA China and Computer Network Information Center of Chinese Academy of Sciences, Mo team explained machine learning, deep learning and other knowledge to students from more than 10 countries.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2019.09.png?imageslim"
    },
    {
      "time": "2020.01",
      "time_en": "2020.01",
      "title": "“人工智能初步-五大经典机器学习算法”线上研训",
      "title_en": "\"Artificial intelligence preliminary - five classic machine learning algorithms\" Online Research",
      "desc": "为持续推进省内人工智能高中教育发展，浙江大学德清人工智能研究院与省教育厅教研联合成立了『浙江省人工智能高中教育联盟』。Mo 协助浙江大学组织策划课程的内容，解答老师的信息技术教学中遇到的问题。",
      "desc_en": "In order to continuously promote the development of artificial intelligence high school education in the province, Deqing Artificial Intelligence Research Institute of Zhejiang University and the Teaching and Research Office of the Provincial Department of Education jointly established the \"Zhejiang Artificial Intelligence High School Education Alliance\". The Mo team assisted Zhejiang University in organizing and planning course contents and answering teachers' problems in information technology teaching.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.01.png?imageslim"
    },
    {
      "time": "2020.03",
      "time_en": "2020.03",
      "title": "疫情停课不停学-五天带你学会机器学习",
      "title_en": "No classes but learning during the epidemic - Five days to understand machine learning",
      "desc": "疫情当前，Mo 平台为了助力对人工智能领域有兴趣者在家学AI，为人工智能零基础的小白设计了一套经典机器学习算法的免费课程。",
      "desc_en": "In order to help people who are interested in the field of artificial intelligence learn AI at home, Mo platform has designed a set of free courses on classic machine learning algorithms for newcomer who has no basic knowledge of artificial intelligence.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.03.png?imageslim"
    },
    {
      "time": "2020.04",
      "time_en": "2020.04",
      "title": "浙江大学：创新模型101—AI课程成果展示竞赛",
      "title_en": "Zhejiang University: Innovation Model 101 - AI Curriculum Achievements Display Competition",
      "desc": "针对浙大 Mo 平台“2020春夏——人工智能”课程的作业，我们在平台上开展了以“黑白棋”、“垃圾分类”、“图像恢复”为主题的三个人工智能比赛。",
      "desc_en": "For the assignment of \"Spring and Summer 2020 -- Artificial Intelligence\" course on Mo platform of Zhejiang University, we carried out three artificial intelligence competitions on the platform with the themes of \"Black and White Chess\", \"Garbage Sorting\" and \"ImagSe Restoration\".",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.04.png?imageslim"
    },
    {
      "time": "2020.07 - 至今",
      "time_en": "2020.07 - Now",
      "title": "Mo 机器学习实战系列活动",
      "title_en": "Mo Machine Learning Activity Series",
      "desc": "为提升机器学习爱好者实际运用机器学习算法的能力，Mo 平台将算法理论与实战相结合，以直播的形式开展了“机器学习实战”系列活动。",
      "desc_en": "In order to improve the ability of machine learning enthusiasts to actually use machine learning algorithms, Mo platform combined algorithm theory with actual practice, and carried out a series of activities in the form of live broadcast \"Machine Learning in Practical Practice\".",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.07-%E8%87%B3%E4%BB%8A.png"
    },
    {
      "time": "2020.07",
      "time_en": "2020.07",
      "title": "浙江高中新教材培训暨关键问题解决活动",
      "title_en": "Zhejiang high school new textbook training - Solving key problem activities",
      "desc": "浙江大学公共管理学院的吴超研究员在活动中以“面向高中信息技术课程的在线实训”为主题，将 Mo 平台做为教学工具，为即将到来的高中信息技术教学提供了一个人工智能培训的平台与课程的一系列教育方法。",
      "desc_en": "Researcher Wu Chao from the School of Public Administration of Zhejiang University took \"online training for high school information technology courses\" as the theme and used the Mo platform as a teaching tool to provide information on the artificial intelligence platform and A series of educational methods for the course.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.07.png?imageslim"
    },
    {
      "time": "2020.08",
      "time_en": "2020.08",
      "title": "第三期“灰犀牛”人工智能技术特训班",
      "title_en": "The third \"grey rhinoceros\" artificial intelligence technology special training class",
      "desc": "信息与电子工程领域颠覆性技术高端论坛在德清县启幕，在这一论坛中也进行了第三期“灰犀牛”人工智能技术特训班的开班仪式。Mo 作为这一期“灰犀牛”特训班的平台方，承办了其中的部分课程。",
      "desc_en": "The High-end Forum on Disruptive Technologies in the Field of Information and Electronic Engineering kicked off in Deqing County, which included the opening ceremony of the third \"Grey Rhino\" artificial intelligence training class. Mo, as the platform for this \"Grey Rhinoceros\" special training course, undertook some of the courses.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.08_1.png?imageslim"
    },
    {
      "time": "2020.08",
      "time_en": "2020.08",
      "title": "浙江诸暨：暑期高中信息技术新教材研训活动",
      "title_en": "Zhejiang zhuji: summer high school information technology new teaching materials training activities",
      "desc": "作为高中信息技术智慧化授课与在线实训教学平台，Mo 团队成员参与了诸暨市组织开展了暑期高中信息技术新教材研训活动，以帮助一线教师理解教材编写意图和编写特点，更新教学理念，学习新知识模块。",
      "desc_en": "As a high school information technology intelligent teaching and online training teaching platform, Mo team members participated in Zhuji City organized a summer training activity for high school information technology new textbooks, to help front-line teachers understand the intention and characteristics of textbook writing, update teaching concepts, and learn new knowledge modules.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.08_2.png?imageslim"
    },
    {
      "time": "2020.08",
      "time_en": "2020.08",
      "title": "浙江德清普通高中人工智能教学试点及培训活动",
      "title_en": "Artificial intelligence teaching pilot and training activities in Zhejiang Deqing General Senior High School",
      "desc": "Mo 团队成员介绍人工智能建模平台 Mo 的基本情况和使用方法，带领老师了解信息技术必修一的项目挑战，开展新课程背景下的课程设计。",
      "desc_en": "The Mo team members introduced the basic situation and use methods of the artificial intelligence modeling platform Mo, led the teachers to understand the project challenges of information technology required I, and carried out the curriculum design under the background of the new curriculum.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.08_3.png?imageslim"
    },
    {
      "time": "2020.08",
      "time_en": "2020.08",
      "title": "浙教版高中信息技术新教材教研培训",
      "title_en": "Zhejiang Education Edition High School Information Technology New Textbook Teaching Research Training ",
      "desc": "浙江大学吴飞教授开展“选修《人工智能初步》教材设计与分析”直播，帮助一线教研人员把握新教材重难点，适应新教材带来的挑战。",
      "desc_en": "Professor Wu Fei of Zhejiang University conducted a live broadcast of the \"Design and Analysis of the Elected Teaching Material of Artificial Intelligence\" to help the front-line teaching and research staff grasp the important and difficult points of the new teaching material and adapt to the challenges brought by the new teaching material.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.08_4.png?imageslim"
    },
    {
      "time": "2020.09",
      "time_en": "2020.09",
      "title": "杭州二中白马湖学校“人工智能初探”小课堂",
      "title_en": "\"Introduction to Artificial Intelligence\" Class of Hangzhou No. 2 Middle School Baima Lake School",
      "desc": "浙江大学吴超教授利用 Mo 平台，通过生动的案例向同学们介绍了什么是人工智能以及人工智能在许多行业中的应用，帮助学生建立对人工智能的初步概念。",
      "desc_en": "Professor Wu Chao from Zhejiang University introduced what artificial intelligence is and its application in many industries through vivid cases on Mo platform, helping students to establish a preliminary concept of artificial intelligence.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.09_1.png?imageslim"
    },
    {
      "time": "2020.09",
      "time_en": "2020.09",
      "title": "绍兴柯桥：社区学院人工智能教育培训",
      "title_en": "Shaoxing Keqiao: Artificial intelligence education and training in community college",
      "desc": "浙江大学公共管理学院教授吴超发表主题为“面向中小学的人工智能教育”演讲，其中介绍了人工智能目前在教育领域遇到的挑战和困难，包括学生的学术断层、教资和设备投入不足等，同时推广人工智能教育实训平台 Mo。",
      "desc_en": "Professor Wu Chao from the School of Public Administration of Zhejiang University gave a speech on \"Artificial Intelligence Education for Primary and Secondary Schools\", which introduced the challenges and difficulties that artificial intelligence is currently encountering in the education field, including students’ academic faults, insufficient teaching resources and equipment investment Etc., while promoting the AI education training platform Mo.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.09_2.png?imageslim"
    },
    {
      "time": "2020.09 - 2020.11",
      "time_en": "2020.09 - 2020.11",
      "title": "浙江大学课程：《人工智能算法与系统》",
      "title_en": "Zhejiang University Course: Artificial Intelligence Algorithms and Systems",
      "desc": "Mo 平台为1300多名浙江大学研究生学习《人工智能算法与系统》课程提供教学、实训和作业平台，并顺利帮助其完成期末测试。",
      "desc_en": "Mo platform provided a teaching, practical training and operation platform for more than 1,300 graduate students of Zhejiang University to study the course \"Artificial Intelligence Algorithms and Systems\", and successfully helps them complete the final test.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.09_3.png?imageslim"
    },
    {
      "time": "2020.09 - 2020.12",
      "time_en": "2020.09 - 2020.12",
      "title": "2020“智海”人工智能技术服务技能大赛",
      "title_en": "2020 \"ZhiHai\" artificial intelligence technology service skills competition",
      "desc": "为推进人工智能在职业院校学生的普及，杭州芄兰科技有限公司携人工智能实训平台 Mo 承办该大赛。大赛吸引近百所高校百余支队伍参加，参赛队伍利用 Mo 平台顺利完成赛前培训和最终比赛。",
      "desc_en": "To promote the popularity of artificial intelligence in the vocational college students, Hangzhou WanLan technology corporation, with artificial intelligence training platform Mo to undertake the contest. The competition attracted nearly 100 universities and more than 100 teams to participate in the competition. The participating teams successfully completed the pre-competition training and final competition by using the Mo platform.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.09_4.png?imageslim"
    },
    {
      "time": "2020.10",
      "time_en": "2020.10",
      "title": "中国国际智能产品博览会",
      "title_en": "China International Smart Products Expo",
      "desc": "Mo 平台以其简洁的风格和实用的功能吸引了许多游客和公司前来参观询问，平台成员为展区游客介绍平台功能，很多机构明确表示有合作的意向。",
      "desc_en": "With its simple style and practical functions, Mo platform attracted many tourists and companies to visit and inquire about it. Members of the platform introduced the functions of the platform to visitors in the exhibition area, and many institutions clearly expressed their intention of cooperation.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.10.png?imageslim"
    },
    {
      "time": "2020.12",
      "time_en": "2020.12",
      "title": "AAT人工智能能力评测系统上线",
      "title_en": "The AAT AI capability evaluation system went online",
      "desc": "人工智能实训平台 Mo 联手浙江大学为大学生提供相应难度的标准化测试，并颁布具有实际效力的证书，同时 Mo 积极联系知名企业筹备浙大专场AAT测试，帮助学生解决实习和就业问题。",
      "desc_en": "Mo, an AI training platform, has partnered with Zhejiang University to offer standardized tests of varying difficulty levels for college students. These tests result in the issuance of practical certificates. Additionally, Mo has proactively engaged with reputable enterprises to facilitate the special AAT test at Zhejiang University, addressing internships and employment concerns for students.",
      "img_url": "https://mo-imgs.momodel.cn/developPath/2020.12.png?imageslim"
    },
    {
      "time": "2021.02",
      "time_en": "2021.02",
      "title": "Mo & 海康威视 人工智能能力评测大赛",
      "title_en": "Mo & Hikvision Artificial Intelligence Ability Test Competition",
      "desc": "为响应国家建立新一代人工智能教育，激发在校学生学习人工智能热情，同时寻找拥有智能物联共建者，Mo联合浙江大学和海康威视开展“海康威视 X 浙江大学 人工智能能力评测大赛",
      "desc_en": "In response to the country's establishment of a new generation of artificial intelligence education, to stimulate students' enthusiasm for learning artificial intelligence, and to find co-builders with intelligent IoT, Mo teamed up with Zhejiang University and Hikvision to 'launch the Hikvision Evaluation Contest'",
      "img_url": "https://imgbed.momodel.cn/docs/图片2.png?imageslim"
    },
    {
      "time": "2021.07",
      "time_en": "2021.07",
      "title": "Mo x AI TIME & 未来杯｜走进浙江大学！",
      "title_en": "Mo & Hikvision Artificial Intelligence Capability Evaluation Competition",
      "desc": "AI TIME 是清华大学计算机系一群关注人工智能发展，并有思想情怀的青年学者创办的圈子，迄今为止，AI TIME已经邀请了900多位海内外讲者，举办了逾450场活动，超500万人次观看。Mo联合浙江大学向更多人工智能领域的学员提供内容与服务！",
      "desc_en": "AI TIME is a community founded by a group of young scholars from the Department of Computer Science at Tsinghua University, who are dedicated to the development of artificial intelligence with intellectual and emotional engagement. Up to now, AI TIME has invited over 900 speakers from both domestic and international backgrounds, organized more than 450 events, and attracted over 5 million viewers. Mo, in collaboration with Zhejiang University and AI TIME, aims to provide content and services to a broader range of students in the field of artificial intelligence! ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo x AI TIME & 未来杯｜走进浙江大学.png"
    },
    {
      "time": "2021.07",
      "time_en": "2021.07",
      "title": "Mo-Tutor全新教学模式上线",
      "title_en": "Mo-Tutor, a brand-new teaching mode, is now launched.",
      "desc": "Mo平台独创性开发了“沉浸式教学模式Mo-Tutor”，将改变流水账式的知识点堆砌、录播视频老师自说自话、学习者被动填鸭的困境，提供一种清晰明确、环环相扣、实时互动的教学模式。",
      "desc_en": " Mo platform has innovatively developed the “Immersive Teaching Mode - Mo-Tutor”, which will change the traditional approach of simply piling up knowledge points, passive learning through pre-recorded videos, and learners being spoon-fed. It provides a clear, interconnected, and real-time interactive teaching mode.",
      "img_url": "https://imgbed.momodel.cn/docs/Mo-Tutor全新教学模式上线.png"
    },
    {
      "time": "2021.07",
      "time_en": "2021.07",
      "title": "Mo & 翁恺老师 《从Python到人工智能》",
      "title_en": " Mo and Teacher Weng Kai present “From Python to Artificial Intelligence.”",
      "desc": "AI时代，针对大家在编程及AI学习中的困境，人工智能教育专家Mo特别邀请浙江大学翁恺老师，帮助大家从零开始学习Python，成功入门人工智能，为自身发展奠定基础",
      "desc_en": "In the era of AI, addressing the challenges faced by individuals in programming and AI learning, AI education expert Mo has specially invited Teacher Weng Kai from Zhejiang University to help everyone learn Python from scratch and successfully enter the field of artificial intelligence, laying a solid foundation for personal development. ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo & 翁恺老师 《从Python到人工智能》.png"
    },
    {
      "time": "2021.08",
      "time_en": "2021.08",
      "title": "Mo项目板块更新",
      "title_en": "Mo project sections have been updated. ",
      "desc": "增加更多可玩性的内容，AI不应该存在于大家的想象当中。Mo一直为助力人工智能普及化贡献力量。",
      "desc_en": "We have added more engaging content to enhance the playability. AI should not only exist in people’s imagination. Mo has been committed to contributing to the popularization of artificial intelligence. ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo项目板块更新.png"
    },
    {
      "time": "2021.11",
      "time_en": "2021.11",
      "title": "MO助力华东六校“AI+X”微专业",
      "title_en": "MO platform fully supports the “AI+X” Micro-degree program of six universities in East China. ",
      "desc": "“AI+X”微专业是在华东五校教学协同中心的组织下，由浙江大学、复旦大学、中国科学技术大学、上海交通大学、南京大学和同济大学联合华为、百度和商汤共同成立的新一代人工智能科教育人联合体正式发布的创新性人工智能人才培育项目。Mo平台为华东六校开展课程提供教学管理平台支持。",
      "desc_en": "The “AI+X” Micro-degree program is an innovative artificial intelligence talent development project officially launched by a collaborative alliance of Zhejiang University, Fudan University, University of Science and Technology of China, Shanghai Jiao Tong University, Nanjing University, and Tongji University, under the organization of the East China Teaching Collaboration Center. This project is jointly established by Huawei, Baidu, and SenseTime. MO platform provides teaching management platform support for the courses conducted by the six universities in East China. ",
      "img_url": "https://imgbed.momodel.cn/docs/MO平台全面助力2021年华东六校“AI+X”微专业，为其提供官方教学及实训平台支撑.png"
    },
    {
      "time": "2021.12",
      "time_en": "2021.12",
      "title": "Mo荣获浙江省科技厅“2022年度‘尖兵’‘领雁’研发攻关计划”立项",
      "title_en": "Mo has been awarded the project of “2022 ‘Sharp Blade’ and ‘Leading Goose’ Research and Development Program” by the Zhejiang Provincial Department of Science and Technology. ",
      "desc": "由Mo联合浙江大学、浙江师范大学申报的“人工智能智慧教育”通过了“尖兵”“领雁”计划的立项，成为互联网＋、在线教育关键技术及产品榜单上的成员之一。",
      "desc_en": "The project “Artificial Intelligence Smart Education,” jointly proposed by Mo, Zhejiang University, and Zhejiang Normal University, has been approved under the “Sharp Blade” and “Leading Goose” Program. It has become one of the members on the list of key technologies and products in the Internet Plus and online education field. ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo荣获浙江省科技厅“2022年度‘尖兵’‘领雁’研发攻关计划”立项.png"
    },
    {
      "time": "2022.01",
      "time_en": "2022.01",
      "title": "Mo举办2022年第一场AI职业院校推荐会",
      "title_en": "Mo is hosting the first AI Career College Fair of 2022.",
      "desc": "为贯彻落实职业教育人工智能发展等文件精神，Mo联合浙江大学教育部人工智能协同创新中心、浙江大学人工智能研究所、智海科教平台、广东科学技术职业学院、杭州科技职业技术学院联合举办AI职业院校推介会，助力职教人才培养",
      "desc_en": "To implement the spirit of documents related to the development of artificial intelligence in vocational education, Mo, in collaboration with the Ministry of Education’s AI Collaborative Innovation Center at Zhejiang University, Zhejiang University Institute of Artificial Intelligence, Zhihai Science and Education Platform, Guangdong Vocational College of Science and Technology, and Hangzhou Vocational and Technical College, is jointly organizing an AI Career College Fair to support the training of vocational education talents. ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo举办2022年第一场AI职业院校推荐会.png"
    },
    {
      "time": "2022.04",
      "time_en": "2022.01",
      "title": "Mo智海平台签署战略合作协议 创新科教资源服务模式 助力AI教育发展",
      "title_en": "Mo platform has signed a strategic cooperation agreement, innovating the mode of scientific and educational resource services to support the development of AI education.",
      "desc": "浙江大学信息技术中心、浙江大学人工智能研究所与Mo三方将在教育信息化建设和研究领域紧密合作，打造三赢、可持续发展的战略合作关系。三方将通过本次战略合作，共同为学校在人工智能领域人才培养做出新的贡献。",
      "desc_en": "Zhejiang University Information Technology Center, Zhejiang University Institute of Artificial Intelligence, and Mo will closely collaborate in the fields of educational informatization construction and research, establishing a strategic partnership for mutual benefit and sustainable development. Through this strategic cooperation, the three parties aim to make new contributions to talent development in the field of artificial intelligence for schools. ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo智海平台签署战略合作协议 创新科教资源服务模式 助力AI教育发展.png"
    },
    {
      "time": "2022.05",
      "time_en": "2022.05",
      "title": "Mo举办2022RoboCom机器人开发者大赛CAIP专题赛项",
      "title_en": "Mo is hosting the 2022 RoboCom Robot Developer Competition, featuring the CAIP Special Event.",
      "desc": "Mo开展支持，启动由工业和信息化部人才交流中心主办“2022RoboCom机器人开发者大赛”CAIP应用任务赛、算法调优赛两个专题赛项。",
      "desc_en": " With the support of Mo, the Ministry of Industry and Information Technology’s Talent Exchange Center has launched the “2022 RoboCom Robot Developer Competition,” featuring two special events: the CAIP Application Task Challenge and the Algorithm Optimization Challenge.",
      "img_url": "https://imgbed.momodel.cn/docs/Mo举办2022RoboCom机器人开发者大赛CAIP专题赛项.png"
    },
    {
      "time": "2022.06",
      "time_en": "2022.06",
      "title": "Mo举办BDSC2022大赛",
      "title_en": "Mo is hosting the BDSC2022 competition.",
      "desc": "社会计算创新大赛由中国人工智能学会和浙江省大数据发展管理局联合主办，CAAI社会计算与社会智能专委、杭州市余杭区、浙江大学公共管理学院共同承办，旨在通过大赛促进数字化改革，为推动共同富裕提供数字化改革方案。",
      "desc_en": "The Social Computing Innovation Competition is co-hosted by the Chinese Association for Artificial Intelligence (CAAI) and the Zhejiang Provincial Bureau of Big Data Development and Management. It is jointly organized by the CAAI Committee on Social Computing and Social Intelligence, the Yuhang District of Hangzhou City, and the School of Public Administration at Zhejiang University. The competition aims to promote digital transformation and provide digital reform solutions to drive shared prosperity. ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo举办BDSC2022大赛.png"
    },
    {
      "time": "2022.07",
      "time_en": "2022.07",
      "title": "浙江省软件行业协会人工智能人才发展专委会筹备会在浙江大学成功召开",
      "title_en": "The preparatory meeting of the Zhejiang Provincial Software Industry Association’s Committee for Artificial Intelligence Talent Development was successfully held at Zhejiang University. ",
      "desc": "Mo联合浙江省软件行业协会，成立浙江省软件行业协会人工智能人才发展专业委员会（以下简称“专委会”）来自浙大、阿里云、创业慧康、网易、信雅达等12家高校和企业的15位人工智能相关负责人参加会议。",
      "desc_en": " Mo, in collaboration with the Zhejiang Provincial Software Industry Association, has established the Zhejiang Provincial Software Industry Association Committee for Artificial Intelligence Talent Development (referred to as the “Committee”). The meeting was attended by 15 representatives from 12 universities and companies, including Zhejiang University, Alibaba Cloud, Chuangyehuikang, NetEase, and Xinyada, who are responsible for artificial intelligence-related matters.",
      "img_url": "https://imgbed.momodel.cn/docs/浙江省软件行业协会人工智能人才发展专委会筹备会在浙江大学成功召开.png"
    },
    {
      "time": "2022.08",
      "time_en": "2022.08",
      "title": "Mo联合中国人工智能学会举办BDSC2022新一代人工智能教育专场会",
      "title_en": "Mo, in collaboration with the Chinese Association for Artificial Intelligence (CAAI), is hosting the BDSC2022 Special Session on Next-Generation Artificial Intelligence Education. ",
      "desc": "新一代人工智能教育专场会由政府和教育界的重要人员以及计算机科学、软件领域的专家学者参会。专场会聚焦“人工智能人才培养”的主题，在探讨数字社会的基础性、前瞻性和战略性理论及其应用的基础上，交流新的人才培养思想和方法，展望数字社会未来的人才发展趋势。",
      "desc_en": "The Special Session on Next-Generation Artificial Intelligence Education is attended by key government and education officials, as well as experts and scholars in the fields of computer science and software. The session focuses on the theme of “Artificial Intelligence Talent Development” and aims to explore foundational, forward-looking, and strategic theories and applications in the digital society. It provides a platform for exchanging new ideas and methods for talent development and envisioning future trends in talent development in the digital society. ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo联合中国人工智能学会举办BDSC2022新一代人工智能教育专场会.png"
    },
    {
      "time": "2022.10",
      "time_en": "2022.10",
      "title": "2022浙江程序员节系列活动",
      "title_en": "The series of activities for the 2022 Zhejiang Programmer Festival. ",
      "desc": "Mo联合浙江省软件行业协会开展1024程序员节，开展系列讲座、组织人员学习分享，联合企业进行人工智能能力竞赛，助力省内人才培养服务。",
      "desc_en": "Mo, in collaboration with the Zhejiang Provincial Software Industry Association, is organizing the 1024 Programmer Festival. The festival includes a series of lectures, knowledge sharing sessions, and AI capability competitions in collaboration with companies to support talent development services within the province. ",
      "img_url": "https://imgbed.momodel.cn/docs/2022浙江程序员节系列活动.png"
    },
    {
      "time": "2022.10",
      "time_en": "2022.10",
      "title": "「Mo AI编程」微信小程序上线",
      "title_en": "The “Mo AI Coding” WeChat mini-program is now available online. ",
      "desc": "Mo团队助力人工智能普及化，联合浙大人工智能教育专家团队历时三个月时间在经历了无数次的讨论、设计、调整，上线了为入门者定制的「Mo AI编程」-人工智能学习小程序！",
      "desc_en": "Mo team is committed to promoting the popularization of artificial intelligence. In collaboration with Zhejiang University’s AI education expert team, after three months of countless discussions, designs, and adjustments, they have launched the “Mo AI Coding” mini-program tailored for beginners in artificial intelligence learning! ",
      "img_url": "https://imgbed.momodel.cn/docs/「Mo AI编程」微信小程序上线.png"
    },
    {
      "time": "2023.03",
      "time_en": "2023.03",
      "title": "ChatGPT 聊天室，我们上线了！！",
      "title_en": "ChatGPT Chatroom, we are live now!! ",
      "desc": "Mo紧跟大模型风潮，为了更好地服务大众，上线AI答疑专属ChatGPT，新功能利用官方的 API 接口，应用于课程学习中，实现【简单】、【快捷】、【低门槛】的应用方式，在使用上也能够更加快速并且完整地服务于大家。",
      "desc_en": "Mo is keeping up with the trend of large-scale models and has launched an AI Q&A exclusive ChatGPT to better serve the public. This new feature utilizes the official API interface and is applied in course learning, providing a simple, fast, and user-friendly application method. It aims to provide quick and comprehensive service to everyone in an efficient manner. ",
      "img_url": "https://imgbed.momodel.cn/docs/ChatGPT 聊天室，我们上线了！！.png"
    },
    {
      "time": "2023.05",
      "time_en": "2023.05",
      "title": "Mo举办CAAI-BDSC 2023 社会计算创新大赛",
      "title_en": "Mo is hosting the CAAI-BDSC 2023 Social Computing Innovation Competition. ",
      "desc": "为了促进交叉学科汇聚与融合，CAAI第八届全国大数据与社会计算学术大会将开展CAAI-BDSC2023社会计算创新大赛。本次比赛围绕“数字化转型与可持续发展”主题，旨在通过社会计算增进自我认知、结识他人，实现数字社会的健康、和谐、可持续发展。",
      "desc_en": "In order to promote interdisciplinary integration and convergence, the 8th CAAI National Conference on Big Data and Social Computing will hold the CAAI-BDSC2023 Social Computing Innovation Competition. This competition focuses on the theme of “Digital Transformation and Sustainable Development” and aims to enhance self-awareness, foster connections among individuals, and achieve a healthy, harmonious, and sustainable development of the digital society through social computing. ",
      "img_url": "https://imgbed.momodel.cn/sprintCamp/bdsc2023us1.png "
    },
    {
      "time": "2023.08",
      "time_en": "2023.08",
      "title": "Mo 2023——新一代人工智能职教论坛成功举办",
      "title_en": "The Mo 2023 Next-Generation AI Vocational Education Forum was successfully held. ",
      "desc": "省教育厅职成教处、浙江大学人工智能协同创新中心、杭州科技职业技术学院物联网技术学院、浙江大学人工智能研究所、浙江大学出版社新形态教材出版中心、杭州职业技术学院、浙江正元数据科技有限公司等多家单位出席论坛并致辞。",
      "desc_en": "The Vocational Education Department of the Provincial Education Department, Zhejiang University’s AI Collaborative Innovation Center, Hangzhou Vocational and Technical College’s IoT Technology College, Zhejiang University Institute of Artificial Intelligence, Zhejiang University Publishing House’s New Form Textbook Publishing Center, Hangzhou Vocational and Technical College, and Zhejiang Zhengyuan Data Technology Co., Ltd. were among the many units that attended the forum and delivered speeches. ",
      "img_url": "https://imgbed.momodel.cn/docs/Mo 2023——新一代人工智能职教论坛成功举办.png"
    },
    {
      "time": "2023.09",
      "time_en": "2023.09",
      "title": "Mo-AI 在线教学服务正式上线！",
      "title_en": "Mo-AI online teaching service is officially launched! ",
      "desc": "【Mo-AI 在线教学服务】是浙江大学 Mo人工智能团队专门为解决教师开课需求而开发的服务平台。希望老师“像购物一样完成一门人工智能课程的搭建”，解决教学难题，我们深知院校老师在人工智能专业教学上的挑战，希望为人工智能人才培养助力。",
      "desc_en": "Mo-AI online teaching service is a platform developed by the Mo Artificial Intelligence team at Zhejiang University specifically to address the needs of teachers in creating courses. We aim to provide a solution to teaching challenges and enable teachers to easily build AI courses, just like shopping for products. We understand the challenges faced by university teachers in AI education and strive to support the cultivation of AI talents. ",
      "img_url": "https://imgbed.momodel.cn/sprintCamp/mo-saas%E5%9B%BE%E7%89%87%E6%A0%B7%E4%BE%8B.png"
    },
    {
      "time": "2023.09",
      "time_en": "2023.09",
      "title": "【Mo AI编程】小程序新课程上线",
      "title_en": "Mo AI Programming new mini program course launched ",
      "desc": "【Mo AI编程】小程序围绕 “AIGC” 这一概念，开设了基础概念与原理、AIGC 基础、应用领域、挑战与未来趋势四个方面的课程内容，并通过趣味性的案例，带领用户深入理解 AIGC 的核心概念和应用技术。",
      "desc_en": "The Mo AI Programming mini program revolves around the concept of AIGC and offers courses in four areas: basic concepts and principles, AIGC foundations, application fields, challenges and future trends. It also uses interesting cases to guide users to deeply understand the core concepts and application technologies of AIGC. ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%201.png"
    },
    {
      "time": "2023.09",
      "time_en": "2023.09",
      "title": "《人工智能导论》课程B站上线",
      "title_en": "The course “Introduction to Artificial Intelligence” is now available on Bilibili ",
      "desc": "为了让用户能够享受到更为便捷的 AI 学习途径，Mo人工智能团队为浙江大学吴超老师录制了《人工智能导论》课程，并发布于B站平台，可以随时随地通过平台观看课程视频，并参与讨论和互动。",
      "desc_en": "In order to allow users to enjoy a more convenient AI learning approach, the Mo Artificial Intelligence team recorded the “Introduction to Artificial Intelligence” course for Professor Wu Chao of Zhejiang University and released it on the Bilibili platform. Users can watch the course videos through the platform anytime and anywhere and participate in discussions and interactions. ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%2010.png"
    },
    {
      "time": "2023.10",
      "time_en": "2023.10",
      "title": "Mo-AI大模型创意应用大赛成功举办",
      "title_en": "Mo-AI Large Model Creative Application Competition was successfully held ",
      "desc": "为推动企业使用AI大模型发展技术创新应用、提升生产力与效率，浙江大学教育部协同创新中心与百度联合举办了【百度 x 智海 Mo——AI大模型创新应用大赛】，并与12月月底圆满落幕，共有14支队伍获奖！",
      "desc_en": "In order to encourage enterprises to use AI big models to develop technological innovation applications and improve productivity and efficiency, the Collaborative Innovation Center of the Ministry of Education of Zhejiang University and Baidu jointly organized the “Baidu x Zhihai Mo - AI Big Model Innovation Application Competition”, which came to a successful conclusion at the end of December. A total of 14 teams won awards! ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%204.png"
    },
    {
      "time": "2023.12",
      "time_en": "2023.12",
      "title": "Mo 人工智能教学实训平台年终发布会成功举办",
      "title_en": "Mo artificial intelligence teaching and training platform annual conference was successfully held ",
      "desc": "为了深度探索教育与人工智能的融合，Mo 人工智能教学实训平台于12月12日举行了线上年终发布会，创始人吴超、产品总监李骏翔、首席顾问肖俊及相关合作伙伴出席了此次会议，并进行了相关发言，总结过去，展望未来。",
      "desc_en": "In order to deeply explore the integration of education and artificial intelligence, the Mo Artificial Intelligence Teaching and Training Platform held an online year-end press conference on December 12. Founder Wu Chao, Product Director Li Junxiang, Chief Consultant Xiao Jun and relevant partners attended the meeting and made relevant speeches, summarizing the past and looking forward to the future. ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%209.png"
    },
    {
      "time": "2023.12",
      "time_en": "2023.12",
      "title": "Mo 受邀参加2023中国人工智能数字创新大会",
      "title_en": "Mo was invited to attend the 2023 China Artificial Intelligence Digital Innovation Conference ",
      "desc": "Mo 人工智能团队于12月17日受邀参加了2023中国人工智能数字创新大会，在大会上展示了【Mo 人工智能教学实训平台】和【Mo AI编程小程序】两项创新成果。",
      "desc_en": "On December 17, the Mo Artificial Intelligence team was invited to attend the 2023 China Artificial Intelligence Digital Innovation Conference, where they showcased two innovative achievements: the “Mo Artificial Intelligence Teaching and Training Platform” and the “Mo AI Programming Mini Program”. ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%2011.png"
    },
    {
      "time": "2023.12",
      "time_en": "2023.12",
      "title": "Mo 参与【提升高职人工智能专业教学质量】校企合作交流活动",
      "title_en": "Mo participated in the school-enterprise cooperation and exchange activity “Improving the teaching quality of artificial intelligence majors in higher vocational colleges” ",
      "desc": "Mo人工智能团队于12月22日在金华职业技术学院信息工程学院深度参与一场关于【提升高职人工智能专业教学质量】的校企合作交流活动，从而实现紧密结合市场的人才培养模式与就业渠道的拓展。",
      "desc_en": "On December 22, the Mo artificial intelligence team participated in a school-enterprise cooperation and exchange activity at the School of Information Engineering of Jinhua Vocational and Technical College on [Improving the Teaching Quality of Artificial Intelligence Majors in Higher Vocational Colleges], thereby realizing a talent training model that is closely integrated with the market and expanding employment channels. ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%208.png"
    },
    {
      "time": "2024.03",
      "time_en": "2024.03",
      "title": "人工智能能力评测系统上线",
      "title_en": "Artificial intelligence capability assessment system launched ",
      "desc": "Mo 联合中国人工智能学会、中国人工智能产业发展联盟等机构，建立了标准化、中立性的人工智能能力评测，帮助学习者和企业之间建立人才输送机制，为国家人工智能人才培养与提供贡献力量！",
      "desc_en": "Mo has joined hands with the China Artificial Intelligence Society, China Artificial Intelligence Industry Development Alliance and other institutions to establish a standardized and neutral artificial intelligence capability assessment to help establish a talent delivery mechanism between learners and enterprises, and contribute to the training and provision of national artificial intelligence talents! ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%202.png"
    },
    {
      "time": "2024.03",
      "time_en": "2024.03",
      "title": "Mo 举办2024年睿抗机器人开发者大赛（RAICOM）",
      "title_en": "Mo holds the 2024 RAICOM Robotics Developer Competition ",
      "desc": "为了促进数字技术、人工智能、机器人技术的创新应用，Mo 与工业和信息化部人才交流中心、北京搜获科技有限公司联合举办了以【机器人照护人】为主题的2024年睿抗机器人开发者大赛。",
      "desc_en": "In order to promote the innovative application of digital technology, artificial intelligence, and robotics technology, Mo co-organized the 2024 Ruikang Robot Developer Competition with the theme of &quot;Robot Caregiver&quot; with the Talent Exchange Center of the Ministry of Industry and Information Technology and Beijing Sohuo Technology Co., Ltd. ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%206.png"
    },
    {
      "time": "2024.03",
      "time_en": "2024.03",
      "title": "Mo 参加【AI+X 高校行】活动，与Datawhale 签署合作协议",
      "title_en": "Mo participated in the “AI+X University Tour” event and signed a cooperation agreement with Datawhale ",
      "desc": "Mo 人工智能团队参加了由Datawhale 与杭州市人工智能学会主办的“AI+X 高校行”活动，并在活动现场与Datawhale签署了相关合作协议。",
      "desc_en": "Mo artificial intelligence team participated in the “AI+X University Tour” event hosted by Datawhale and Hangzhou Artificial Intelligence Society, and signed a relevant cooperation agreement with Datawhale at the event. ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%207.png"
    },
    {
      "time": "2024.03",
      "time_en": "2024.03",
      "title": "人工智能学习软件——【Mo卡片】APP上线",
      "title_en": "Artificial intelligence learning software——“Mo Card”APP is launched ",
      "desc": "【Mo卡片】APP是由浙江大学团队设计开发的一款专门用于学习人工智能相关知识的软件，以轻松、有趣的方式帮助用户了解ChatGPT、大模型等前沿A1科技新知，并汇聚了卡片集、风车游历、日历等多项功能。",
      "desc_en": "“Mo Card”APP is a software designed and developed by a team from Zhejiang University specifically for learning artificial intelligence related knowledge. It helps users understand cutting-edge A1 technology knowledge such as ChatGPT and large models in an easy and interesting way, and brings together card collections, windmill tours, calendars and many other functions. ",
      "img_url": "https://imgbed.momodel.cn/mo/1024/%E8%B5%84%E6%BA%90%205.png"
    },
    {
      "time": "2024.05",
      "time_en": "2024.05",
      "title": "【Mo卡片】×浙大吴飞老师，打造AI学习新模式",
      "title_en": ""Mo Card" × Teacher Wu Fei from Zhejiang University, Creating a New Mode of AI Learning",
      "desc": "Mo卡片联手吴飞老师共同打造特别篇专栏，以卡片集形式再现《走进人工智能》一书中的精彩内容，现App内已上线8套全新主题卡片",
      "desc_en": "Mo Card collaborates with Teacher Wu Fei to jointly create a special column, re-presenting the exciting content from "Entering Artificial Intelligence" in the form of card sets. Currently, 8 new themed cards have been launched within the app. ",
      "img_url": "https://imgbed.momodel.cn/a0511443-c31b-4b23-8ad5-86a8d34784ac.png"
    },
    {
      "time": "2024.05",
      "time_en": "2024.05",
      "title": "武汉：第七届信息技术新工科产学研联盟年会暨信息技术领域产学合作论坛",
      "title_en": "Wuhan: The 7th Annual Conference of the New Engineering Disciplines in Information Technology Industry-Academia-Research Alliance and Forum on Industrial-Academic Cooperation in the Field of Information Technology",
      "desc": "浙大吴超老师受邀年会，针对本次大会主题《聚焦人工智能大模型》，分享了关于人工智能教育与新一代人工智能科教平台的精彩发言。吴超老师指出，Mo平台的推出标志着人工智能教育领域正在迎来新的发展格局，为智慧教育开创崭新篇章，引领着教育科技的未来发展方向。",
      "desc_en": "Teacher Wu Chao from Zhejiang University was invited to the annual meeting and shared an excellent speech on artificial intelligence education and the new generation of AI science and education platforms, focusing on the theme of this conference, "Focusing on Large-Scale AI Models." Teacher Wu Chao pointed out that the launch of the Zhihai platform marks a new development pattern in the field of artificial intelligence education, creating a new chapter for smart education and leading the future development direction of educational technology.",
      "img_url": "https://imgbed.momodel.cn/20240527.png"
     },
    {
      "time": "2024.06",
      "time_en": "2024.06",
      "title": "Mo举办2024壁仞科技“飞翔杯” GPU编程挑战赛",
      "title_en": "Mo held the 2024 Biren Technology "Flying Cup" GPU Programming Challenge",
      "desc": "为了促进数字技术、人工智能的创新应用，让更多人了解前沿的人工智能运用，探索人工智能的最新应用，并将其与日常场景紧密结合，Mo平台携手壁仞科技、中国人工智能学会、上海市人工智能行业协会，共同举办壁仞科技“飞翔杯” GPU编程挑战赛",
      "desc_en": "In order to promote the innovative application of digital technology and artificial intelligence, let more people understand the cutting-edge application of artificial intelligence, explore the latest applications of artificial intelligence, and closely integrate it with daily scenarios, Mo Platform has joined hands with Biren Technology, the Chinese Society for Artificial Intelligence, and the Shanghai Artificial Intelligence Industry Association to jointly hold the "Feixiang Cup" GPU Programming Challenge of Biren Technology",
      "img_url": "https://imgbed.momodel.cn/20240620.png"
  ]
}
